acpi
alsa-utils
android-tools
arandr
autoconf
automake
autorandr
base
bat
bison
blueman
bluez
bluez-tools
bluez-utils
btrfs-progs
cmake
code
cpio
debugedit
dhcpcd
dmenu
docker
docker-compose
dosfstools
efibootmgr
exa
fakeroot
feh
firefox
flameshot
flex
font-manager
gcc
gimp
git
gnome-screenshot
gobject-introspection
grub-btrfs
gscreenshot
htop
hwinfo
i3-wm
ipython
kitty
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
m4
make
man-db
meson
mlocate
neofetch
neovim
netstat-nat
networkmanager
ninja
npm
openssh
openvpn
partclone
parted
patch
pax-utils
pipewire
pkgconf
polybar
pulseaudio
pulseaudio-alsa
python
python-pyqt5
python-pyqt5-3d
python-pyqt5-chart
python-pyqt5-datavisualization
python-pyqt5-networkauth
python-pyqt5-purchasing
python-pyqt5-webengine
qutebrowser
ranger
rofi
rsync
rxvt-unicode
sddm
signal-desktop
sof-firmware
stow
sudo
sway
swaybg
swayidle
syncthing
telegram-desktop
tlp
tor
torbrowser-launcher
tree
ttf-dejavu
ttf-font-awesome
ttf-iosevka-nerd
typescript
unzip
vi
vim
vlc
waybar
wl-clipboard
xautolock
xclip
xf86-video-vesa
xfce4-screenshooter
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
zsh
